// src/constants/flipBoxSections.js
import img1 from "../assets/img1.png";
import img2 from "../assets/img2.png";
import img3 from "../assets/img3.png";
import img4 from "../assets/img4.webp";
import img5 from "../assets/img5.webp";
import img6 from "../assets/img6.png";
import img7 from "../assets/img7.png";
import img8 from "../assets/img8.png";
import img9 from "../assets/img9.png";
import img10 from "../assets/img10.png";
import img11 from "../assets/img11.png";
import img12 from "../assets/img12.webp";
import img13 from "../assets/img13.png";
import img14 from "../assets/img14.png";

export const flipBoxSections = [
  {
    imageSource: img1,
    title: "دواجن مصر",
    subtitle: "الثروه الداجنه",
    content: [
      "انتاج الدواجن والبيض",
      "الزراعة العلفية",
      "تصنيع وانتاج الاعلاف",
      "تصنيع المنتجات الغذائيه المرتبطه بالثروه الداجنه",
      "مركز تعليمي تخصص في ابحاث تطوير الثروه الداجنه",
      "منطقه عمرانيه متكامله",
    ],
  },
  {
    imageSource: img2,
    title: "اكاديمية الصناعة الوطنية",
    subtitle: "الصناعة الوطنية",
    content: [
      "انتظروا",
      "قريبا اكاديميه الصناعة الوطنية",
      "بمنظومه عمال مصر الاقتصاديه",
    ],
  },
  {
    imageSource: img3,
    title: "تكنولوجيا المعلومات",
    content: [
      "اداره التسويق الرقم",
      "اداره تكنولوجيا المعلومات",
      "اداره التطبيقات والمواقع الالكترونيه",
      "اداره التحويل البيانات والتحويل الرقمي",
    ],
  },
  {
    imageSource: img4,
    title: "الشؤؤن القانونيه",
    content: [
      "اداره مختصه ب التامينيات",
      "التحيقي والتفيفيش",
      "ابراميم العقود والراخيص",
    ],
  },
  {
    imageSource: img5,
    title: "الاستثمار الصناعي",
    content: [
      "قسم فرص الإستثمار الصناعي",
      "قسم دراسات الجدوى الإقتصادية",
      "قسم التمويل والشراكــة",
      "قسم الإنشاءات والعقارات الصناعية",
      "قسم توريد خطوط الإنتاج والمعدات",
      "قسم الخامات ومستلزمات الإنتاج",
      "قسم الموارد البشرية والتشغيل",
      "قسم البحوث التسويقية وتسويق المنتجات الصناعية",
      "قسم الأنظمة المالية وإدارة المبيعات",
      "قسم خدمات الإستيراد و التصدير",
      "قسم الخدمات الحكومية",
    ],
  },
  {
    imageSource: img6,
    title: "الموارد البشريه",
    content: [
      "إدارة إستقطاب الإداريين",
      "إدارة إستقطاب الفنيين والمهنيين",
      "إدارة إستقطاب السائقين",
      "إدارة الدبلومات الصناعية",
      "إدارة إستقطاب الدبلومات الزراعية والتجارية",
    ],
  },
  {
    imageSource: img7,
    title: "تصنيع اليونيفورم والملابس",
    content: [
      "هو احد مصانع مجمع عمال مصر في قطاع صناعة اليونيفورم",
      "التكامل والتخصص في خدمة واحدة يعطينا الافضلية",
      "تقديم افضل خدمة ومنتج لعملائنا",
    ],
  },
  {
    imageSource: img8,
    title: "تسويق الموارد البشريه",
    content: [
      "إدارة الصناعات الغذائية",
      "صناعة التعبئه والتغليف (ورق – كرتون – بلاستيك)",
      "إدارة الصناعات المعدنية ومواد البناء",
      "إدارة الصناعات الكهربائية والإلكترونية",
      "إدارة الصناعات الدوائية والكيميائية",
      "إدارة المزارع والمخازن",
    ],
  },
  {
    imageSource: img8,
    title: "الخدمات الاعلاميه",
    content: [
      "فريق عمل متخصص في التصوير",
      "فريق عمل متخصص في التصميم والجرافيك",
      "وضع افكار للخدمات الاعلامية",
      "تغطية احداث المجمع",
      "المونتاج وصناعة الافلام",
    ],
  },
  {
    imageSource: img9,
    title: "جريده عمال مصر",
    content: [
      "أخبار عمال مصر",
      "أخبار الشركات",
      "الأسواق",
      "البورصه والبنوك",
      "آخبار الصناعه العالميه",
      "التقارير والتحقيقات",
      "الاقتصاد العالمي",
      "حوارات صحفيه",
      "أخبار الإستثمار",
      "عالم التكنلوجيا",
    ],
  },
  {
    imageSource: img10,
    title: "مدرسه عمال مصر الثانويه الصناعيه",
    content: [
      "مدرسة الثانوية الصناعية",
      "مركز التدريب المهني",
      "برامج تدريبيه",
      "الموارد البشريه",
      "التخطيط والتطوير",
      "الجوده الشامله",
      "الإنتاجيه والتشغيل",
    ],
  },
  {
    imageSource: img11,
    title: "الانساءات الصناعيه",
    content: [
      "تصميمات هندسيه",
      "إنشاءات صناعيه",
      "تشطيبات",
      "ترميمات",
      "مواد بناء",
      "مواد تشطيبات",
    ],
  },
  {
    imageSource: img12,
    title: "تعبئه المواد الغذائيه",
    content: [
      "بقوليات",
      "بودر",
      "مجففات",
      "خضروات وفاكهه",
      "عسل",
      "عصائر وسوائل",
      "جبنه وطحينه",
      "زيوت وسمنه",
      "لب وتسالي",
      "توابل وبهارات",
    ],
  },
  {
    imageSource: img13,
    title: "مستشفي عمال مصر",
    content: [
      "عيادة الباطنه",
      "عيادة الرمد",
      "عيادة الأسنان",
      "عيادة الجراحه",
      "عيادة الأنف والأذن",
      "عيادة النساء والتوليد",
      "عيادة المخ والاعصاب",
      "عيادة الأمراض الصدريه",
      "عيادة الجلديه والتناسليه",
      "عيادة الأطفال وحديثي الولاده",
      "عيادة القلب والاوعيه الدمويه",
      "الاستقبال والطوارئ",
    ],
  },
  {
    imageSource: img14,
    title: "صناعه المستلزمات الطبية",
    content: [
      "كمامات طبيه",
      "جاون طبي",
      "جاونتي",
      "اوفر هيد واوفر شوز",
      "بدلة عزل",
    ],
  },
];
